Repository: Ahsan161815/Rush-Manage
Catalog: lib/l10n/app_*.arb
Languages: fr

# contactsSubtitle
source: Centralize clients and collaborators in one place.
fr: Centralisez clients et collaborateurs au même endroit.

# contactsAdd
source: Add contact
fr: Ajouter un contact

# collaboratorsTitle
source: My Collaborators
fr: Mes collaborateurs

# collaboratorsInviteCta
source: + Invite
fr: + Inviter

# collaboratorsNoHistory
source: No previous collaboration recorded
fr: Aucune collaboration précédente enregistrée

# collaboratorsLastProject
source: Last collaborated on {project}
fr: Dernière collaboration sur {project}

# collaboratorsActionViewProfile
source: View Profile
fr: Voir le profil

# collaboratorsActionConversation
source: Start Conversation
fr: Démarrer une conversation

# collaboratorsActionInvite
source: Invite to Project
fr: Inviter au projet

# collaboratorsActionSendQuote
source: Send Quote
fr: Envoyer un devis

# collaboratorsActionManagePermissions
source: Manage Permissions
fr: Gérer les autorisations

# collaboratorsActionViewFiles
source: View Shared Files
fr: Voir les fichiers partagés

# collaboratorsStatusOnline
source: Online
fr: En ligne

# collaboratorsStatusBusy
source: Busy
fr: Occupé

# collaboratorsStatusOffline
source: Offline
fr: Hors ligne

# collaboratorInviteTooltip
source: Invite to project
fr: Inviter au projet

# collaboratorStartChatTooltip
source: Start chat
fr: Démarrer une discussion

# collaboratorSectionSkills
source: Key Skills
fr: Compétences clés

# collaboratorSectionAbout
source: About
fr: À propos

# collaboratorSectionHistory
source: Collaboration History
fr: Historique de collaboration

# collaboratorSendMessage
source: Send Message
fr: Envoyer un message

# collaboratorReviewsMeta
source: {rating} • {count} reviews
fr: {rating} • {count} avis

# languageLabel
source: Language
fr: Langue

# languageDescription
source: Automatically follows your country unless you choose a language below.
fr: S'adapte automatiquement à votre pays sauf si vous choisissez une langue ci-dessous.

# languageSystemDefault
source: Use device language
fr: Utiliser la langue de l'appareil

# languageEnglish
source: English
fr: Anglais

# languageDropdownHint
source: Select a language
fr: Sélectionnez une langue

# profileTitle
source: Profile
fr: Profil

# profileEditTooltip
source: Edit profile
fr: Modifier le profil

# profileEditButton
source: Edit Profile
fr: Modifier le profil

# profileViewAnalytics
source: View Analytics
fr: Voir les analyses

# profileInvitationNotifications
source: Invitation Notifications
fr: Notifications d'invitation

# profileFocusAreaSection
source: Focus Area
fr: Domaine d'expertise

# profilePhoneLabel
source: Phone
fr: Téléphone

# profileLocationLabel
source: Location
fr: Localisation

# commonOr
source: OR
fr: OU

# commonEmailAddress
source: Email Address
fr: Adresse e-mail

# commonPassword
source: Password
fr: Mot de passe

# commonEnterPassword
source: Enter Password
fr: Saisissez le mot de passe

# commonNewPassword
source: New Password
fr: Nouveau mot de passe

# commonConfirmPassword
source: Confirm Password
fr: Confirmez le mot de passe

# commonName
source: Name
fr: Nom

# commonFullName
source: Full Name
fr: Nom complet

# commonRoleTitle
source: Role / Title
fr: Rôle / Titre

# commonLocation
source: Location
fr: Localisation

# commonFocusAreas
source: Focus areas
fr: Domaines d'expertise

# commonUploadPhoto
source: Upload photo
fr: Télécharger une photo

# commonSkip
source: Skip for now
fr: Ignorer pour l'instant

# commonSearchContacts
source: Search contacts by name or project
fr: Rechercher des contacts par nom ou projet

# commonSearchThreads
source: Search threads or contacts
fr: Rechercher des fils ou des contacts

# commonAllFilter
source: All
fr: Tous

# commonCollaboratorsFilter
source: Collaborators
fr: Collaborateurs

# commonProjectsFilter
source: Projects
fr: Projets

# commonAddContact
source: Add contact
fr: Ajouter un contact

# commonComingSoon
source: Image picker coming soon.
fr: Sélecteur d'image bientôt disponible.

# commonFocusPlanning
source: Planning
fr: Planification

# commonFocusEngineering
source: Engineering
fr: Ingénierie

# commonFocusLogistics
source: Logistics
fr: Logistique

# welcomeSubtitle
source: The best way to manage your projects.
fr: La meilleure façon de gérer vos projets.

# welcomeCreateAccount
source: Create New Account
fr: Créer un nouveau compte

# welcomeLogin
source: Login Now
fr: Se connecter

# loginTitle
source: Login Now
fr: Connectez-vous

# loginSubtitle
source: Enter your email and password to login
fr: Saisissez votre e-mail et votre mot de passe pour vous connecter

# loginForgotPrompt
source: Forgot Password?
fr: Mot de passe oublié ?

# loginResetLink
source: Reset now
fr: Réinitialiser

# loginButton
source: Log in
fr: Se connecter

# loginSocialGoogle
source: Continue with Google
fr: Continuer avec Google

# loginSocialApple
source: Continue with Apple
fr: Continuer avec Apple

# loginNoAccountPrompt
source: Don't have an account?
fr: Pas encore de compte ?

# loginCreateNow
source: Create Now
fr: Créer maintenant

# registrationTitle
source: Create Your Account
fr: Créez votre compte

# registrationSubtitle
source: Please fill in your details to create an account
fr: Veuillez remplir vos informations pour créer un compte

# registrationButton
source: Save & Next
fr: Enregistrer et suivant

# registrationAlreadyPrompt
source: Already a Subscriber?
fr: Déjà inscrit ?

# registrationLoginNow
source: Login Now
fr: Se connecter

# forgotTitle
source: Reset Password
fr: Réinitialiser le mot de passe

# forgotSubtitle
source: Enter your email below to reset your password
fr: Saisissez votre e-mail pour réinitialiser votre mot de passe

# forgotButton
source: Send reset link
fr: Demander le code OTP

# verifyTitle
source: Verify Email by OTP
fr: Vérifier l'e-mail par OTP

# verifySubtitle
source: A verification code sent on your email address
fr: Un code de vérification a été envoyé sur votre e-mail

# verifyConfirm
source: Confirm
fr: Confirmer

# verifyNoCode
source: Didn't receive a code?
fr: Vous n'avez pas reçu de code ?

# verifyResendIn
source: Resend in {time}
fr: Renvoyer dans {time}

# verifyResendNow
source: Resend Now
fr: Renvoyer maintenant

# resetTitle
source: Enter New Password
fr: Saisissez un nouveau mot de passe

# resetSubtitle
source: Enter your new password that you would like to use
fr: Saisissez le nouveau mot de passe que vous souhaitez utiliser

# resetButton
source: Change Password
fr: Modifier le mot de passe

# setupTitle
source: Set up profile
fr: Configurer le profil

# setupHeadline
source: Personalise your workspace
fr: Personnalisez votre espace de travail

# setupSubtitle
source: Add a face, role, and focus areas so teammates know who you are.
fr: Ajoutez un visage, un rôle et des domaines d'expertise pour que l'équipe sache qui vous êtes.

# setupFinish
source: Finish Setup
fr: Terminer la configuration

# navHome
source: Home
fr: Accueil

# navCheckout
source: Checkout
fr: Caisse

# chatsTitle
source: Project threads
fr: Discussions projets

# chatsBadgeProject
source: Project
fr: Projet

# homeGreeting
source: Hey, {name}
fr: Salut, {name}

# homePulseSubtitle
source: Here is your workspace pulse for today.
fr: Voici la pulsation de votre espace de travail pour aujourd'hui.

# homePulseDescription
source: Keep projects, finances, and team signals aligned.
fr: Gardez vos projets, finances et signaux d'équipe alignés.

# homeFinanceOverviewTitle
source: Finance overview
fr: Vue d'ensemble financière

# homeFinanceCollected
source: Collected this period
fr: Collecté sur cette période

# homeFinanceUnpaid
source: Unpaid invoices
fr: Factures impayées

# homeFinanceCreateInvoice
source: Create invoice
fr: Créer une facture

# homeFinanceOpenWorkspace
source: Open Finance workspace
fr: Ouvrir l'espace Finance

# homeProjectsHealth
source: Projects health
fr: Santé des projets

# homeProjectsActiveLabel
source: Active
fr: Actifs

# homeProjectsActiveSubtitle
source: in motion
fr: en cours

# homeProjectsLateLabel
source: Late
fr: En retard

# homeProjectsLateSubtitle
source: needs attention
fr: nécessite une attention

# homeProjectsCompletedLabel
source: Completed
fr: Terminés

# homeProjectsCompletedSubtitle
source: this month
fr: ce mois-ci

# homeCreateProject
source: Create project
fr: Créer un projet

# homeOpenProjects
source: Open Projects dashboard
fr: Ouvrir le tableau de bord Projets

# homeMessagesTitle
source: Messages & activity
fr: Messages et activité

# homeMessagesEmpty
source: No recent activity. New replies will surface here.
fr: Aucune activité récente. Les nouvelles réponses apparaîtront ici.

# homeOpenMessages
source: Open Messages
fr: Ouvrir les messages

# homeVariationLabel
source: {value}% vs last month
fr: {value} % vs le mois dernier

# homeUnpaidWaiting
source: {count, plural, one {# invoice waiting} other {# invoices waiting}}
fr: {count, plural, one {# facture en attente} other {# factures en attente}}

# homeUnreadCount
source: {count, plural, one {# unread} other {# unread}}
fr: {count, plural, one {# non lu} other {# non lus}}

# homeAuthorYou
source: You
fr: Vous

# homeCollaboratorFallback
source: Collaborator
fr: Collaborateur

# relativeTimeJustNow
source: Just now
fr: À l'instant

# relativeTimeMinutes
source: {minutes, plural, one {# min ago} other {# mins ago}}
fr: {minutes, plural, one {il y a # minute} other {il y a # minutes}}

# relativeTimeHours
source: {hours, plural, one {# hr ago} other {# hrs ago}}
fr: {hours, plural, one {il y a # heure} other {il y a # heures}}

# relativeTimeDays
source: {days, plural, one {# day ago} other {# days ago}}
fr: {days, plural, one {il y a # jour} other {il y a # jours}}

# crmSubtitle
source: Centralize clients and collaborators in one place.
fr: Centralisez clients et collaborateurs en un seul endroit.

# calendarPlaceholder
source: Calendar Screen
fr: Écran calendrier

# vehiclesTitle
source: Vehicles
fr: Véhicules

# vehiclesPlaceholder
source: Vehicles Screen
fr: Écran véhicules

# sharedFilesTitle
source: Shared files
fr: Fichiers partagés

# sharedFilesFilterAll
source: All
fr: Tous

# sharedFilesFilterSpreadsheet
source: Spreadsheet
fr: Tableur

# sharedFilesUploadCta
source: + Upload file
fr: + Télécharger un fichier

# sharedFilesUploadedMeta
source: Uploaded by {uploader} · {timestamp}
fr: Ajouté par {uploader} · {timestamp}

# analyticsTitle
source: Analytics
fr: Analyses

# analyticsUpdatedLabel
source: Updated {date}
fr: Mis à jour le {date}

# analyticsMetricCompleted
source: Completed this month
fr: Terminés ce mois-ci

# analyticsMetricAvgDuration
source: Avg duration per project
fr: Durée moyenne par projet

# analyticsAvgDurationValue
source: {days} days
fr: {days} jours

# analyticsAvgDurationEmpty
source: No completed ranges yet
fr: Aucune plage terminée pour l'instant

# analyticsMetricOnTime
source: On-time delivery rate
fr: Taux de livraison à temps

# analyticsValueNotAvailable
source: N/A
fr: N/D

# analyticsOnTimeHint
source: Needs deadlines + completion times
fr: Nécessite des échéances et des temps de livraison

# analyticsMetricRevenue
source: Total revenue
fr: Revenu total

# analyticsRevenueHint
source: Sync with Finance module
fr: Synchronisez avec le module Finance

# analyticsInsightsTitle
source: Quick insights
fr: Aperçus rapides

# analyticsInsightTotalProjects
source: Total projects
fr: Total des projets

# analyticsInsightCompletedProjects
source: Completed projects
fr: Projets terminés

# analyticsInsightInProgress
source: In progress
fr: En cours

# checkoutFeatureTapDescription
source: Instant contactless payments from any Rush device.
fr: Paiements sans contact instantanés depuis tout appareil Rush.

# checkoutFeatureCardTitle
source: Card payments
fr: Paiements par carte

# checkoutFeatureCardDescription
source: Accept major debit & credit cards with adaptive fees.
fr: Acceptez les principales cartes de débit et crédit avec des frais adaptés.

# checkoutFeatureQrTitle
source: QR payments
fr: Paiements QR

# checkoutFeatureQrDescription
source: Share payable QR codes in-person or on screen.
fr: Partagez des QR codes payables en personne ou à l'écran.

# checkoutFeatureLinksTitle
source: Payment links
fr: Liens de paiement

# checkoutFeatureLinksDescription
source: Send branded links that confirm payment automatically.
fr: Envoyez des liens personnalisés qui confirment le paiement automatiquement.

# checkoutFeatureCatalogTitle
source: Quick catalog
fr: Catalogue rapide

# checkoutFeatureCatalogDescription
source: Create saved services and bundles for fast checkout.
fr: Créez des services et forfaits enregistrés pour des encaissements rapides.

# checkoutFeatureReceiptTitle
source: Automatic receipt
fr: Reçu automatique

# checkoutFeatureReceiptDescription
source: Email or text confirmations without leaving the screen.
fr: Envoyez des confirmations par e-mail ou SMS sans quitter l'écran.

# checkoutRoadmapStep1Label
source: Step 1
fr: Étape 1

# checkoutRoadmapStep1Title
source: Unified checkout shell
fr: Shell de caisse unifiée

# checkoutRoadmapStep1Description
source: Centralize quotes, invoices, and payment orchestration.
fr: Centralisez devis, factures et orchestration des paiements.

# checkoutRoadmapStep2Label
source: Step 2
fr: Étape 2

# checkoutRoadmapStep2Title
source: Payment method rollout
fr: Déploiement des méthodes de paiement

# checkoutRoadmapStep2Description
source: Launch Tap to Pay, QR, and payment links sequentially.
fr: Lancez Tap to Pay, QR et liens de paiement progressivement.

# checkoutRoadmapStep3Label
source: Step 3
fr: Étape 3

# checkoutRoadmapStep3Title
source: Automation & insights
fr: Automatisation et insights

# checkoutRoadmapStep3Description
source: Activate receipts, reminders, and live settlement reports.
fr: Activez reçus, rappels et rapports de règlement en direct.

# checkoutHeroPill
source: Checkout is brewing
fr: Checkout en préparation

# checkoutHeroHeadline
source: Payments without the patchwork.
fr: Des paiements sans patchwork.

# checkoutHeroBody
source: Tap, scan, or share a link. Checkout unifies every payment action inside Rush.
fr: Tap, scan ou lien partagé. Checkout unifie chaque action de paiement dans Rush.

# checkoutHeroBadgeTitle
source: Now building
fr: En cours de construction

# checkoutHeroBadgeSubtitle
source: Seamless checkout journeys for Rush teams and clients.
fr: Des parcours de paiement fluides pour les équipes Rush et leurs clients.

# checkoutRoadmapTitle
source: Rollout timeline
fr: Feuille de route

# checkoutEarlyAccessTitle
source: Want early access?
fr: Envie d'un accès anticipé ?

# checkoutEarlyAccessBody
source: We will invite a small crew to pilot Checkout features before the public launch.
fr: Nous inviterons une petite équipe à piloter Checkout avant le lancement public.

# checkoutEarlyAccessContact
source: Reach out to your Rush partner manager to reserve a slot.
fr: Contactez votre responsable Rush pour réserver un créneau.

# collaborationChatTitleFallback
source: Collaboration chat
fr: Discussion de collaboration

# collaborationChatSubtitleFallback
source: Tap to view contact detail
fr: Touchez pour voir le contact

# collaborationChatSharedFilesTooltip
source: Shared files
fr: Fichiers partagés

# collaborationChatAddAttachment
source: Add attachment
fr: Ajouter une pièce jointe

# collaborationChatComposerHint
source: Write a message…
fr: Écrire un message…

# collaborationChatSendMessage
source: Send message
fr: Envoyer le message

# collaborationChatAttachTitle
source: Attach from
fr: Ajouter depuis

# collaborationChatAttachPhoto
source: Photo or image
fr: Photo ou image

# collaborationChatAttachCamera
source: Capture from camera
fr: Prendre avec l'appareil photo

# collaborationChatReactTooltip
source: React to message
fr: Réagir au message

# contactDetailTitle
source: Contact detail
fr: Fiche contact

# contactDetailStartChat
source: Start chat
fr: Démarrer une discussion

# contactDetailSectionProjects
source: Projects together
fr: Projets ensemble

# contactDetailEditContact
source: Edit contact
fr: Modifier le contact

# contactDetailCreateProject
source: Create project
fr: Créer un projet

# contactDetailSendQuote
source: Send quote
fr: Envoyer un devis

# contactDetailCreateInvoice
source: Create invoice
fr: Créer une facture

# createProjectSelectDate
source: Select date
fr: Sélectionner une date

# createProjectCategoryEventManagement
source: Event management
fr: Gestion d'événements

# createProjectCategoryPhotography
source: Photography
fr: Photographie

# createProjectCategoryLogistics
source: Logistics
fr: Logistique

# createProjectCategoryOther
source: Other
fr: Autre

# createProjectRoleOwner
source: Owner
fr: Propriétaire

# createProjectRoleEditor
source: Editor
fr: Éditeur

# createProjectRoleViewer
source: Viewer
fr: Lecteur

# createProjectDateError
source: End date cannot be before start date
fr: La date de fin ne peut pas être antérieure à la date de début

# createProjectTitle
source: New Project
fr: Nouveau projet

# createProjectSubtitle
source: Set up the essentials in a few quick steps.
fr: Configurez l'essentiel en quelques étapes.

# createProjectFieldNameLabel
source: Project name
fr: Nom du projet

# createProjectFieldNameHint
source: e.g. Dupont Wedding
fr: ex. Mariage Dupont

# createProjectFieldNameRequired
source: Project name is required
fr: Le nom du projet est requis

# createProjectFieldClientHint
source: Client or company name
fr: Nom du client ou de l'entreprise

# createProjectFieldCategoryLabel
source: Category
fr: Catégorie

# createProjectFieldCategoryHint
source: Select category
fr: Sélectionnez une catégorie

# createProjectFieldStartDate
source: Start date
fr: Date de début

# createProjectFieldEndDate
source: End date
fr: Date de fin

# createProjectFieldDescriptionLabel
source: Description (optional)
fr: Description (optionnel)

# createProjectFieldDescriptionHint
source: Add a short brief for your team...
fr: Ajoutez un bref résumé pour votre équipe...

# createProjectInviteTitle
source: Invite team members
fr: Inviter des membres de l'équipe

# createProjectInviteDescription
source: Assign roles to control access.
fr: Attribuez des rôles pour contrôler l'accès.

# createProjectCustomRolePlaceholder
source: Custom role (e.g. Coordinator)
fr: Rôle personnalisé (ex. Coordinateur)

# createProjectAddRole
source: Add role
fr: Ajouter un rôle

# createProjectAddMember
source: Add member
fr: Ajouter un membre

# createProjectInviteExternalTitle
source: Invite external collaborator
fr: Inviter un collaborateur externe

# createProjectInviteExternalDescription
source: Send a secure link via email or WhatsApp for limited access.
fr: Envoyez un lien sécurisé par e-mail ou WhatsApp pour un accès limité.

# createProjectPreviewLink
source: Preview link: {link}
fr: Lien de prévisualisation : {link}

# createProjectPrimaryCta
source: Create project
fr: Créer le projet

# financeNewQuoteTooltip
source: New quote
fr: Nouveau devis

# financePrimaryCta
source: Create a quote / invoice
fr: Créer un devis / facture

# financeBalanceTitle
source: Global balance
fr: Solde global

# financeUnpaidTitle
source: Unpaid invoices
fr: Factures impayées

# financeUnpaidMeta
source: {count, plural, one {# invoice} other {# invoices}} · {amount}
fr: {count, plural, one {# facture} other {# factures}} · {amount}

# financeUnpaidReminderCta
source: Send reminder
fr: Relancer

# financeLatestDocumentsTitle
source: Latest documents
fr: Derniers documents

# financeQuickAccessTitle
source: Quick access
fr: Accès rapide

# financeQuickAccessCreateQuote
source: Create quote
fr: Créer un devis

# financeQuickAccessPreview
source: Preview (temp)
fr: Aperçu (temp)

# financeQuickAccessInvoice
source: Invoice (temp)
fr: Facture (temp)

# financeMetricDraftQuotes
source: Draft quotes
fr: Devis brouillons

# financeMetricPendingSignatures
source: Pending signatures
fr: Signatures en attente

# financeMetricSignedQuotes
source: Signed quotes
fr: Devis signés

# financeMetricDeclinedQuotes
source: Declined quotes
fr: Devis refusés

# financeMetricUnpaidInvoices
source: Unpaid invoices
fr: Factures impayées

# financeMetricPaidInvoices
source: Paid invoices
fr: Factures payées

# financePipelineTitle
source: Pipeline overview
fr: Vue pipeline

# financeUpcomingTitle
source: Upcoming / overdue invoices
fr: Factures à venir / en retard

# financeUpcomingEmpty
source: No unpaid invoices with due dates
fr: Aucune facture impayée avec date d'échéance

# financeUpcomingBadgeOverdue
source: Overdue {days}d
fr: En retard de {days} j

# financeUpcomingBadgeDueSoon
source: Due soon
fr: Bientôt dû

# financeUpcomingBadgeDueIn
source: Due in {days}d
fr: Dû dans {days} j

# financeUpcomingBadgeDueToday
source: Due today
fr: Échéance aujourd'hui

# financeUpcomingInvoiceLabel
source: Invoice #{id} · {amount}
fr: Facture n°{id} · {amount}

# financeRecentTitle
source: Recent activity
fr: Activité récente

# financeRecentQuote
source: Quote {id} → {status}
fr: Devis {id} → {status}

# financeRecentInvoice
source: Invoice {id} → {status}
fr: Facture {id} → {status}

# financeRecentEmpty
source: No recent activity
fr: Aucune activité récente

# projectNotFoundTitle
source: Project not found
fr: Projet introuvable

# commonBack
source: Back
fr: Retour

# projectTimelineHeaderSubtitle
source: Drag tasks on the timeline to reschedule
fr: Faites glisser les tâches sur la frise pour replanifier

# projectTimelineUnscheduledTitle
source: Needs scheduling
fr: À planifier

# projectTimelineUnscheduledHint
source: Set start and due dates to place this task on the timeline.
fr: Définissez des dates de début et de fin pour placer cette tâche sur la frise.

# taskStatusPlanned
source: Planned
fr: Planifiée

# taskStatusInProgress
source: In progress
fr: En cours

# taskStatusCompleted
source: Completed
fr: Terminés

# taskStatusDeferred
source: Deferred
fr: Reportés

# invitationOnboardingMissing
source: Invitation not found or has expired.
fr: Invitation introuvable ou expirée.

# invitationOnboardingCompleteTitle
source: You're in
fr: Vous êtes prêt

# invitationNotificationsViewProject
source: View project
fr: Voir le projet

# invitationOnboardingStepAccount
source: Create your account
fr: Créez votre compte

# invitationOnboardingStepProfile
source: Complete your profile
fr: Complétez votre profil

# invitationOnboardingStepReview
source: Review & join project
fr: Revoyez et rejoignez

# invitationOnboardingAcceptTermsError
source: Please accept the terms to continue.
fr: Veuillez accepter les conditions pour continuer.

# invitationOnboardingWelcome
source: Welcome aboard, {name}!
fr: Bienvenue à bord, {name} !

# invitationOnboardingContinueButton
source: Continue
fr: Continuer

# invitationOnboardingJoinButton
source: Join project
fr: Rejoindre le projet

# invitationOnboardingAccountIntro
source: Welcome! Create a password to activate access.
fr: Bienvenue ! Créez un mot de passe pour activer l'accès.

# invitationOnboardingWorkEmail
source: Work email
fr: E-mail professionnel

# invitationOnboardingCreatePassword
source: Create password
fr: Créer un mot de passe

# invitationOnboardingPasswordHint
source: Use at least 8 characters.
fr: Utilisez au moins 8 caractères.

# invitationOnboardingConfirmPassword
source: Confirm password
fr: Confirmez le mot de passe

# invitationOnboardingPasswordMismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# invitationOnboardingTermsAgreement
source: I agree to the Rush Manage collaboration terms.
fr: J'accepte les conditions de collaboration Rush Manage.

# invitationOnboardingProfileIntro
source: Tell everyone how to reach you and what you do.
fr: Indiquez comment vous contacter et ce que vous faites.

# invitationOnboardingFullName
source: Full name
fr: Nom complet
