Repository: Ahsan161815/Rush-Manage
Catalog: lib/l10n/app_*.arb
Languages: fr

# invitationOnboardingFullNameError
source: Enter your full name.
fr: Indiquez votre nom complet.

# invitationOnboardingRoleLabel
source: Role / Title
fr: Rôle / Titre

# invitationOnboardingRoleError
source: Enter your role for this project.
fr: Indiquez votre rôle pour ce projet.

# invitationOnboardingLocationLabel
source: Location (optional)
fr: Localisation (optionnel)

# invitationOnboardingReviewIntro
source: You're almost set! Review the project details before joining.
fr: Vous y êtes presque ! Revoyez les détails du projet avant de rejoindre.

# invitationOnboardingReviewRole
source: You will join as {role}.
fr: Vous rejoindrez en tant que {role}.

# financeCreateQuoteTitle
source: Create quote
fr: Créer un devis

# financeCreateQuoteSectionProject
source: Project information
fr: Informations projet

# financeCreateQuoteFieldProjectNameLabel
source: Project name
fr: Nom du projet

# financeCreateQuoteFieldProjectNameHint
source: Name or reference for this quote
fr: Nom ou référence pour ce devis

# financeCreateQuoteFieldScopeLabel
source: Scope & services
fr: Portée & services

# financeCreateQuoteFieldScopeHint
source: Describe the services, deliverables, or context
fr: Décrivez les services, livrables ou le contexte

# financeCreateQuoteSectionPricing
source: Pricing
fr: Tarification

# financeCreateQuoteFieldAmountLabel
source: Amount
fr: Montant

# financeCreateQuoteFieldAmountHint
source: Enter total amount
fr: Saisissez le montant total

# financeCreateQuoteFieldCurrencyLabel
source: Currency
fr: Devise

# financeCreateQuoteFieldPaymentTermsLabel
source: Payment terms
fr: Conditions de paiement

# financeCreateQuoteSectionDeliverables
source: Deliverables
fr: Livrables

# financeCreateQuoteDeliverablePhotosTitle
source: Edited photo gallery
fr: Galerie photo retouchée

# financeCreateQuoteDeliverablePhotosDescription
source: Includes curated selects with base retouch.
fr: Sélection adaptée avec retouches globales.

# financeCreateQuoteDeliverableSelectsTitle
source: Premium selects
fr: Sélections premium

# financeCreateQuoteDeliverableSelectsDescription
source: Up to 20 hero edits with detailed retouching.
fr: Jusqu'à 20 retouches avancées.

# financeCreateQuoteSectionNotes
source: Notes to client
fr: Notes au client

# financeCreateQuoteNotesHint
source: Add revisions, delivery details, or payment notes
fr: Ajoutez des précisions, délais ou conditions

# financeCreateQuotePrimaryCta
source: Send quote
fr: Envoyer le devis

# financeCreateQuotePaymentDueReceipt
source: Due on receipt
fr: Payable à réception

# financeCreateQuotePaymentDue15
source: Due in 15 days
fr: Échéance à 15 jours

# financeCreateQuotePaymentDue30
source: Due in 30 days
fr: Échéance à 30 jours

# invitationNotificationsTitle
source: Invitation notifications
fr: Notifications d'invitation

# invitationNotificationsRole
source: Invited as {role}
fr: Invité en tant que {role}

# invitationNotificationsMarkRead
source: Mark as read
fr: Marquer comme lu

# invitationNotificationsStatusPending
source: Pending
fr: En attente

# invitationNotificationsStatusAccepted
source: Accepted
fr: Acceptée

# invitationNotificationsStatusDeclined
source: Declined
fr: Refusée

# invitationNotificationsAcceptCta
source: Accept
fr: Accepter

# invitationNotificationsDeclineCta
source: Decline
fr: Refuser

# invitationNotificationsInviteAgain
source: Invite again
fr: Inviter à nouveau

# invitationNotificationsEmptyAll
source: No invitations to show.
fr: Aucune invitation à afficher.

# invitationNotificationsEmptyPending
source: You are caught up—no pending invitations.
fr: Tout est à jour : aucune invitation en attente.

# invitationNotificationsEmptyResponded
source: No invitations have been answered yet.
fr: Personne n'a encore répondu.

# invitationNotificationsFilterAll
source: All
fr: Toutes

# invitationNotificationsFilterPending
source: Pending
fr: En attente

# invitationNotificationsFilterResponded
source: Responded
fr: Répondues

# projectChatCollaboratorsTitle
source: Project collaborators
fr: Collaborateurs du projet

# projectChatCollaboratorsEmpty
source: No collaborators added yet.
fr: Aucun collaborateur ajouté pour l'instant.

# projectChatCollaboratorRoleFallback
source: Collaborator
fr: Collaborateur

# projectChatViewCollaboratorsHint
source: Tap to view collaborators
fr: Touchez pour voir les collaborateurs

# projectChatReceiptRead
source: Read
fr: Lu

# projectChatReceiptReceived
source: Received
fr: Reçu

# projectChatReceiptUnread
source: Unread
fr: Non lu

# projectChatReceiptSent
source: Sent
fr: Envoyé

# projectDetailBackToProjects
source: Back to projects
fr: Retour aux projets

# projectDetailClientPlaceholder
source: Client not specified
fr: Client non renseigné

# projectDetailMenuProjectChat
source: Project chat
fr: Discussion projet

# projectDetailMenuInviteCollaborator
source: Invite collaborator
fr: Inviter un collaborateur

# projectDetailMenuRolesPermissions
source: Roles & permissions
fr: Rôles & autorisations

# projectDetailMenuArchive
source: Archive project
fr: Archiver le projet

# projectDetailMenuDuplicate
source: Duplicate project
fr: Dupliquer le projet

# projectDetailMenuDelete
source: Delete project
fr: Supprimer le projet

# projectDetailScheduleTitle
source: Schedule
fr: Planning

# projectDetailScheduleCta
source: Open schedule
fr: Ouvrir le planning

# projectDetailTeamTitle
source: Team
fr: Équipe

# projectDetailTeamCount
source: {count, plural, one {# member} other {# members}}
fr: {count, plural, one {# membre} other {# membres}}

# projectDetailTeamEmpty
source: Invite collaborators to build your team.
fr: Invitez des collaborateurs pour constituer l'équipe.

# projectDetailTasksTitle
source: Tasks
fr: Tâches

# projectDetailTasksAddCta
source: Add task
fr: Ajouter une tâche

# projectDetailTasksEmpty
source: No tasks yet.
fr: Aucune tâche pour l'instant.

# projectDetailFinanceBilled
source: Billed
fr: Facturé

# projectDetailFinancePaid
source: Paid
fr: Payé

# projectDetailFinanceRemaining
source: Remaining
fr: Restant

# projectDetailFinanceCreateQuote
source: Create quote
fr: Créer un devis

# projectDetailFilesTitle
source: Files
fr: Fichiers

# projectDetailFilesAdd
source: Add file
fr: Ajouter un fichier

# projectDetailTaskCreateTitle
source: Create task
fr: Créer une tâche

# projectDetailTaskTitleHint
source: Task title
fr: Titre de la tâche

# projectDetailTaskTitleError
source: Please enter a task title.
fr: Veuillez saisir un titre de tâche.

# projectDetailTaskStatusLabel
source: Status
fr: Statut

# projectDetailTaskStatusHint
source: Select status
fr: Sélectionner un statut

# projectDetailTaskScheduleLabel
source: Schedule
fr: Planification

# projectDetailTaskStartDate
source: Start date
fr: Date de début

# projectDetailTaskDueDate
source: Due date
fr: Date d'échéance

# projectDetailTaskAssigneeLabel
source: Assignee
fr: Assigné à

# projectDetailTaskAssigneeHint
source: Select assignee
fr: Choisir un membre

# projectDetailTaskAssigneeEmpty
source: Invite collaborators to assign tasks.
fr: Invitez des collaborateurs pour assigner des tâches.

# projectDetailTaskDetailsLabel
source: Details
fr: Détails

# projectDetailTaskDetailsHint
source: Add context or requirements
fr: Décrivez la tâche

# projectDetailTaskAttachmentsLabel
source: Attachments
fr: Pièces jointes

# projectDetailTaskAttachmentHint
source: Paste a link or filename
fr: Collez un lien ou un nom de fichier

# projectDetailTaskAddAttachment
source: Attach file
fr: Ajouter une pièce jointe

# projectDetailTaskStatusChange
source: Change status
fr: Changer le statut

# projectDetailBadgeCompleted
source: Completed {range}
fr: Terminé {range}

# projectDetailBadgeDeferred
source: Deferred {range}
fr: Reporté {range}

# projectDetailBadgeDueOn
source: Due on {date}
fr: Échéance le {date}

# projectDetailBadgeOverdue
source: Overdue {range}
fr: En retard {range}

# projectDetailBadgeDueTodayRange
source: Due today • {range}
fr: Échéance aujourd'hui • {range}

# projectDetailBadgeDueToday
source: Due today
fr: Échéance aujourd'hui

# projectDetailBadgeUpcoming
source: Coming up • {range}
fr: À venir • {range}

# projectDetailBadgeTimeline
source: Timeline • {range}
fr: Période • {range}

# projectDetailBadgeStarts
source: Starts {date}
fr: Début {date}

# projectDetailProgressTitle
source: Project progress
fr: Progression du projet

# projectDetailProgressEmpty
source: No tasks tracked yet.
fr: Aucune tâche suivie pour l'instant.

# projectDetailProgressSummary
source: {completed} of {total} tasks completed
fr: {completed} sur {total} tâches terminées

# projectDetailProgressMetricInProgress
source: In progress
fr: En cours

# projectDetailProgressMetricCompleted
source: Completed
fr: Terminées

# projectDetailProgressMetricRemaining
source: Remaining
fr: Restantes

# projectDetailDiscussionEmpty
source: No messages yet.
fr: Aucun message pour le moment.

# projectDetailDiscussionSend
source: Open chat
fr: Ouvrir la discussion

# projectDetailTaskAssigneeUnassigned
source: Unassigned
fr: Non assignée

# projectDetailTaskScheduleEmpty
source: No schedule yet
fr: Aucun planning défini

# projectDetailStatusActionPlanned
source: Mark in progress
fr: Marquer en cours

# projectDetailStatusActionInProgress
source: Mark completed
fr: Marquer terminé

# projectDetailStatusActionCompleted
source: Reopen task
fr: Rouvrir la tâche

# projectDetailStatusActionDeferred
source: Resume task
fr: Réactiver la tâche

# projectDetailTaskAssignedTo
source: Assigned to {name}
fr: Assigné à {name}

# inviteCollaboratorTitle
source: Invite collaborator
fr: Inviter un collaborateur

# inviteCollaboratorSelectProject
source: Select project
fr: Sélectionner un projet

# inviteCollaboratorChooseProject
source: Choose project
fr: Choisir un projet

# inviteCollaboratorInfoText
source: Send a direct invitation via email or pull from your contact list.
fr: Envoyez une invitation directe par e-mail ou depuis votre liste de contacts.

# inviteCollaboratorEmailSection
source: Invite via email
fr: Inviter par e-mail

# inviteCollaboratorEmailHint
source: name@company.com
fr: nom@entreprise.com

# inviteCollaboratorFromContacts
source: From my contacts
fr: Depuis mes contacts

# inviteCollaboratorRoleSection
source: Role in project
fr: Rôle dans le projet

# inviteCollaboratorRoleOwner
source: Owner
fr: Propriétaire

# inviteCollaboratorRoleEditor
source: Editor
fr: Éditeur

# inviteCollaboratorRoleViewer
source: Viewer
fr: Lecteur

# inviteCollaboratorCustomRoleHint
source: Add custom role
fr: Ajouter un rôle personnalisé

# inviteCollaboratorAddRole
source: Add role
fr: Ajouter un rôle

# inviteCollaboratorMessageSection
source: Personal message
fr: Message personnel

# inviteCollaboratorMessageHint
source: Optional message to give context
fr: Message facultatif pour donner du contexte

# inviteCollaboratorShareLinkTitle
source: Generate shareable link
fr: Générer un lien partageable

# inviteCollaboratorShareLinkSubtitle
source: Anyone with the link can request access with the role selected above.
fr: Toute personne avec ce lien peut demander l'accès avec le rôle sélectionné ci-dessus.

# inviteCollaboratorCopyLink
source: Copy
fr: Copier

# inviteCollaboratorPrimaryCta
source: Send invitation
fr: Envoyer l'invitation

# inviteCollaboratorSnackbarSelectProject
source: Choose a project before sending an invite.
fr: Choisissez un projet avant d'envoyer une invitation.

# inviteCollaboratorSnackbarEmailRequired
source: Add the collaborator's email first.
fr: Ajoutez d'abord l'e-mail du collaborateur.

# inviteCollaboratorSnackbarSent
source: Invitation sent to {name}.
fr: Invitation envoyée à {name}.

# inviteCollaboratorSnackbarSelectProjectContacts
source: Choose a project first to invite existing contacts.
fr: Choisissez d'abord un projet pour inviter des contacts existants.

# inviteCollaboratorSnackbarContactsQueued
source: {count, plural, one {# invitation queued.} other {# invitations queued.}}
fr: {count, plural, one {# invitation planifiée.} other {# invitations planifiées.}}

# inviteCollaboratorFallbackName
source: New Collaborator
fr: Nouveau collaborateur

# inviteCollaboratorInviteSheetTitle
source: Invite from contacts
fr: Inviter depuis les contacts

# inviteCollaboratorInviteSheetRoleLabel
source: Role applied to selection
fr: Rôle appliqué à la sélection

# inviteCollaboratorInviteSheetNoteLabel
source: Add a note (optional)
fr: Ajouter une note (optionnel)

# inviteCollaboratorInviteSheetSelectContactError
source: Select at least one contact.
fr: Sélectionnez au moins un contact.

# inviteCollaboratorInviteSheetPrimaryCta
source: Invite selected
fr: Inviter les contacts

# inviteCollaboratorAvailabilityAvailable
source: Available
fr: Disponible

# inviteCollaboratorAvailabilityBusy
source: Busy
fr: Occupé

# inviteCollaboratorAvailabilityOffline
source: Offline
fr: Hors ligne

# rolesPermissionsTitle
source: Roles & permissions
fr: Rôles & autorisations

# rolesPermissionsRoleAdmin
source: Admin
fr: Administrateur

# rolesPermissionsRoleCollaborator
source: Collaborator
fr: Collaborateur

# rolesPermissionsRoleViewer
source: Viewer
fr: Lecteur

# managementTitle
source: Management
fr: Gestion

# managementSubtitle
source: Projects, staffing, and blockers in one view
fr: Projets, staffing et blocages dans une seule vue.

# managementEmptyTitle
source: No projects yet
fr: Aucun projet pour l'instant

# managementEmptySubtitle
source: Create your first project to see progress.
fr: Créez votre premier projet pour suivre l'avancement.

# managementFilterOngoing
source: Ongoing
fr: En cours

# managementFilterUpcoming
source: Upcoming
fr: À venir

# managementFilterCompleted
source: Completed
fr: Terminés

# managementProjectsHeading
source: Projects ({count})
fr: Projets ({count})

# managementCreateProjectTooltip
source: Create project
fr: Créer un projet

# crmContactTypeCollaborator
source: Collaborator
fr: Collaborateur

# crmRowInsights
source: Insights
fr: Aperçus

# crmRowEditContact
source: Edit contact
fr: Modifier le contact

# crmSectionLinkedProjects
source: Linked projects
fr: Projets liés

# crmSectionFinanceHistory
source: Finance history
fr: Historique financier

# crmActionCreateProject
source: Create project for client
fr: Créer un projet pour le client

# crmActionSendQuote
source: Send quote
fr: Envoyer un devis

# crmActionCreateInvoice
source: Create invoice
fr: Créer une facture

# crmActionOpenDetail
source: Open contact detail
fr: Ouvrir la fiche contact

# financeQuoteClientSectionTitle
source: Client & project
fr: Client & projet

# financeQuoteClientNameLabel
source: Client name
fr: Nom du client

# financeQuoteReferenceLabel
source: Project / Reference (optional)
fr: Projet / Référence (optionnel)

# financeQuoteLineItemsTitle
source: Line items
fr: Lignes

# financeQuoteConditionsTitle
source: Conditions & validity
fr: Conditions & validité

# financeQuoteConditionsHint
source: Payment terms, delivery schedule, notes...
fr: Conditions de paiement, calendrier de livraison, notes...

# financeQuoteRequireSignature
source: Require e-signature
fr: Exiger une signature électronique

# financeQuoteGenerateCta
source: Generate quote
fr: Générer le devis

# financeQuoteExistingCount
source: Existing quotes: {count}
fr: Devis existants : {count}

# financeQuoteAddLineItem
source: Add line item
fr: Ajouter une ligne

# financeQuoteQuantityHint
source: Qty
fr: Qté

# financeQuoteUnitPriceHint
source: Unit price
fr: Prix unitaire

# financeQuoteRemoveTooltip
source: Remove
fr: Supprimer

# financeQuoteSubtotalLabel
source: Subtotal: {amount}
fr: Sous-total : {amount}

# financeQuoteFallbackClient
source: Unnamed client
fr: Client sans nom

# financeQuoteFallbackDescription
source: Quote draft
fr: Brouillon de devis

# financeInvoiceTitle
source: Invoice #{number}
fr: Facture n°{number}

# financeInvoiceUnknownClient
source: Unknown client
fr: Client inconnu

# financeInvoiceAmountLabel
source: Amount: {amount}
fr: Montant : {amount}

# financeInvoiceStatusDraft
source: Draft
fr: Brouillon

# financeInvoiceStatusUnpaid
source: Unpaid
fr: Impayée

# financeInvoiceStatusPaid
source: Paid
fr: Payée

# financeInvoiceFieldsTitle
source: Invoice fields
fr: Champs de facture

# financeInvoiceIssueLabel
source: Issue date
fr: Date d'émission

# financeInvoiceDueLabel
source: Payment due
fr: Échéance

# financeInvoiceDatePlaceholder
source: Select date
fr: Sélectionner une date

# financeInvoiceMethodLabel
source: Payment method
fr: Mode de paiement

# financeInvoiceMethodBankTransfer
source: Bank transfer
fr: Virement bancaire

# financeInvoiceMethodCard
source: Card
fr: Carte

# financeInvoiceButtonAlreadyPaid
source: Already paid
fr: Déjà payée

# financeInvoiceButtonMarkPaid
source: Mark paid
fr: Marquer comme payée

# financeInvoiceButtonSendReminder
source: Send reminder
fr: Envoyer un rappel

# financeQuotePreviewTitle
source: Quote #{id} preview
fr: Aperçu du devis n°{id}

# financeQuotePreviewSendTooltip
source: Send quote
fr: Envoyer le devis

# financeQuotePreviewSendSnack
source: Quote sent for signature
fr: Devis envoyé pour signature

# financeQuotePreviewTrackCta
source: Track signature
fr: Suivre la signature

# financeQuotePreviewTotalLabel
source: Total (incl. VAT)
fr: Total (TVA incluse)

# financeQuoteStatusDraft
source: Draft
fr: Brouillon

# financeQuoteStatusPending
source: Pending signature
fr: En attente de signature

# financeQuoteStatusSigned
source: Signed
fr: Signé

# financeQuoteStatusDeclined
source: Declined
fr: Refusé

# financeQuotePreviewDocumentPlaceholder
source: Quote PDF layout placeholder
fr: Aperçu du PDF du devis

# financeReportingTitle
source: Financial reporting
fr: Rapports financiers

# financeReportingCardRevenue
source: Revenue by month
fr: Revenus par mois

# financeReportingCardOutstanding
source: Outstanding invoices
fr: Factures impayées

# financeReportingCardConversion
source: Quote conversion rate
fr: Taux de conversion des devis

# financeReportingCardTopClients
source: Top clients
fr: Meilleurs clients

# financeReportingExportCta
source: Export PDF summary
fr: Exporter le résumé en PDF

# financeReportingFiltersTitle
source: Reports
fr: Rapports

# financeReportingFilterRange
source: Range
fr: Période

# financeReportingFilterGranularity
source: Granularity
fr: Granularité

# financeReportingRange7Days
source: Last 7 days
fr: 7 derniers jours

# financeReportingRange30Days
source: Last 30 days
fr: 30 derniers jours

# financeReportingRangeQuarter
source: Quarter to date
fr: Depuis le début du trimestre

# financeReportingRangeYear
source: Year to date
fr: Depuis le début de l'année

# financeReportingGranularityDaily
source: Daily
fr: Quotidien

# financeReportingGranularityWeekly
source: Weekly
fr: Hebdomadaire

# financeReportingGranularityMonthly
source: Monthly
fr: Mensuel

# financeReportingChartPlaceholder
source: Chart placeholder
fr: Graphique à venir

# financeSignatureTrackingTitle
source: Signature tracking
fr: Suivi des signatures

# financeSignatureTrackingQuoteLabel
source: Quote #{id}
fr: Devis n°{id}

# financeSignatureStepWaiting
source: Waiting to be viewed
fr: En attente de lecture

# financeSignatureStepOpened
source: Opened
fr: Ouvert

# financeSignatureStepSigned
source: Signed
fr: Signé

# financeSignatureStepDeclined
source: Declined
fr: Refusé

# financeSignatureAdvanceButton
source: Advance status
fr: Avancer le statut

# financeSignatureSignedSnack
source: Quote signed – invoice draft created
fr: Devis signé – brouillon de facture créé
